Repository: nirbar/JetBA-Showcase
Catalog: SampleJetBA/Properties/Resources.*.resx
Languages: et_ee, he, sq_al, sr_latn_cs, th_th

# Abort
source: Exit
et_ee: Välju
sq_al: Dilni
sr_latn_cs: Izađi
th_th: จบการทำงาน

source: Authentication
he: אימות
th_th: การตรวจสอบความถูกต้อง

source: Back
et_ee: Tagasi
he: חזור
sq_al: Mbrapsht
sr_latn_cs: Nazad
th_th: ย้อนกลับ

source: Cancel
et_ee: Loobu
sq_al: Anuloje
sr_latn_cs: Otkaži
th_th: ยกเลิก

# CancelCaption
source: Cancel
et_ee: Loobu
sq_al: Anuloje
sr_latn_cs: Otkaži
th_th: ยกเลิก

# CancelNo
source: No
et_ee: Ei
sq_al: Jo
sr_latn_cs: Ne
th_th: ไม่

# CancelPrompt
source: Are you sure you want to cancel?
et_ee: Kas soovite kindlasti loobuda?
sq_al: Jeni i sigurt se doni ta anuloni?
sr_latn_cs: Želite li zaista da otkažete ovu radnju?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการยกเลิก

# CancelYes
source: Yes
et_ee: Jah
sq_al: Po
sr_latn_cs: Da
th_th: ใช่

# ChangesWillNotTakeEffectUntilReboot0
source: Your computer must be restarted in order to complete the installation of {0}. Do you want to reboot now?
et_ee: {0} täielikuks paigaldamiseks tuleb arvuti taaskäivitada. Kas soovid arvuti kohe taaskäivitada ?
sq_al: Që të mund të plotësohet instalimi i {0}, kompjuteri juaj duhet të riniset. Doni të riniset tani?
sr_latn_cs: Računar mora biti ponovo pokrenut da bi se proces instalacije programa {0} uspešno završio. Želite li to odmah da uradite?
th_th: เครื่องคอมพิวเตอร์ของคุณจำเป็นต้องรีสตารท์เพื่อการติดตั้งของ {0} จะเรียบร้อย, คุณต้องการจะ รีบูท เดี๋ยวนี้ไหม?

# ClickRepairToRepairOrUninstallToRemoveIt
source: Change, repair, or remove installation
et_ee: Installi muutmine, parandamine või eemaldamine
sq_al: Ndryshoni, riparoni, ose hiqni një instalim
sr_latn_cs: Promena, popravka ili uklanjanje instalacije
th_th: เปลี่ยนแปลง ซ่อมแซม หรือเอาการติดตั้งออก

# Close
source: Finish
et_ee: Lõpeta
he: סגור
sq_al: Përfundoje
sr_latn_cs: Kraj
th_th: เสร็จสิ้น

source: Continue
th_th: ดำเนินการต่อ

# CopyToClipboard
source: Copy Details To Clipboard
et_ee: Kopeeri detailid lõikelauale
sq_al: Kopjo Hollësira Te E Papastra
sr_latn_cs: Kopiraj detalje u klipbord
th_th: คัดลอกรายละเอียดลงคลิปบอร์ด

source: Database
he: בסיס נתונים
sq_al: Baza e të dhënave
sr_latn_cs: Baza podataka
th_th: ฐานข้อมูล

# DatabaseConnection
source: Database configuration
he: חיבור לבסיס נתונים
th_th: การเชื่อมต่อฐานข้อมูล

# DbServer
source: Server
he: שרת נתונים
th_th: เซิร์ฟเวอร์ฐานข้อมูล

source: Error
et_ee: Viga
sq_al: Gabim
sr_latn_cs: Greška
th_th: ความผิดพลาด

# ERROR_FAIL_NOACTION_REBOOT_0
source: The installation/removal of a previous program was not completed. You will need to restart your computer to complete that installation. After restarting your computer, run Setup again to complete the installation of {0}.
et_ee: Eelmise programmi paigaldamine/eemaldamine ei ole lõpetatud. Paigaldamise lõpetamiseks pead arvuti taaskäivitama. Pärast taaskäivitust käivitage {0}'i paigaldaja uuesti, et lõpetada paigaldamine.
sq_al: Nuk ka përfunduar instalimi/heqja e programit të mëparshëm. Instalimi do të përfundojë kur kompjuteri të rinisë. Pas rinisjes, hapni sërish Sistemuesin që të kryhet instalimi i {0}.
sr_latn_cs: Instalacija ili deinstalacija prethodnog programa nije završena. Potrebno je da ponovo pokrenete raèunar da bi se instalacija završila. Nakon ponovnog pokretanja, otvorite instalaciju i instalirajte program {0}.
th_th: การติดตั้ง หรือถอดถอน โปรแกรมเดิมไม่สมบูรณ์ คุณต้อง restart เครื่องคอมพิวเตอร์ เพื่อให้การติดตั้ง ถูกต้องสมบูรณ์ หลังจากการ restart เครื่องคอมพิวเตอร์แล้ว เรียกโปรแกรม Setup นี้อีกครั้ง เพื่อให้การติดตั้ง {0} ถูกต้องสมบูรณ์

# Executing0
source: Processing {0}
he: מתקין {0}
th_th: การประมวลผล {0}

source: Exit
et_ee: Välju
sq_al: Dilni
sr_latn_cs: Izađi
th_th: จบการทำงาน

source: Files in Use
et_ee: Kasutuses olevad failid
sq_al: Skedarë në Përdorim
sr_latn_cs: Datoteke u upotrebi
th_th: แฟ้มถูกใช้งานอยู่

# FilesInUseText
source: The following applications are using files that need to be updated by this setup. You can let Setup Wizard close them and attempt to restart them or reboot the machine later.
et_ee: Järgmised rakendused kasutavad faile, mida see installiprogramm peab värskendama. Võite lasta installiviisardil need sulgeda ja uuesti käivitada või taaskäivitada arvuti hiljem.
sq_al: Aplikacionet vijuese po përdorin skedarë që lypset të përditësohen nga ky rregullim. Mund të lini Ndihmësin e Rregulluesit t’i mbyllë dhe t’i rinisë ato, ose të rinisë makinën më vonë.
sr_latn_cs: Sledeće aplikacije koriste datoteke koje ova instalacija treba da ažurira. Možete dozvoliti čarobnjaku za instalaciju da ih zatvori i pokuša ponovo da ih pokrene ili kasnije ponovo pokrenuti računar.
th_th: โปรแกรมประยุกต์ต่อไปนี้กำลังใช้แฟ้มที่จำเป็นต้องได้รับการปรับปรุงโดยโปรแกรมติดตั้งนี้ คุณสามารถปล่อยให้ตัวช่วยสร้างการติดตั้งปิดโปรแกรมประยุกต์เหล่านี้และเริ่มโปรแกรมประยุกต์ใหม่ หรือเริ่มระบบของเครื่องใหม่ในภายหลัง

# GettingReady
source: Please wait while the Setup Wizard prepares to guide you through the installation.
et_ee: Palun oodake, kuni installiviisard valmistub teid installimisel juhendama.
he: רק רגע...
sq_al: Ju lutemi, pritni teksa Ndihmësi i Rregullimit përgatitet t’ju udhëheqë përmes instalimit.
sr_latn_cs: Sačekajte dok se čarobnjak za instalaciju pripremi da vas vodi kroz instalaciju.
th_th: โปรดรอสักครู่ขณะที่ตัวช่วยสร้างการติดตั้งเตรียมการที่จะแนะนำคุณตลอดขั้นตอนการติดตั้ง

source: Ignore
et_ee: Ignoreeri
sq_al: Shpërfille
sr_latn_cs: Zanemari
th_th: ละเว้น

source: Information
et_ee: Informatsioon
sq_al: Informacion
sr_latn_cs: Podaci
th_th: คำอธิบาย

source: Install
et_ee: Installi
he: התקן
sq_al: Instaloje
sr_latn_cs: Instaliraj
th_th: ติดตั้ง

source: Installation folder:
et_ee: Installikaust:
he: ספריית התקנה
sq_al: Dosje instalimi:
sr_latn_cs: Instalaciona fascikla:
th_th: โฟลเดอร์การติดตั้ง:

# InstallationIsRunningFormat
source: Please wait while {0} is being installed.
et_ee: Palun oota kuni {0} on paigaldatud.
sq_al: Ju lutemi, prisni, ndërkohë që {0} instalohet.
sr_latn_cs: Sačekajte dok se program {0} instalira.
th_th: โปรดรอในขณะที่ {0} กำลังถูกติดตั้ง

# InstallFolder
source: Destination Folder
et_ee: Sihtkaust
he: ספריית התקנה
sq_al: Dosje destinacion
sr_latn_cs: Odredišna fascikla
th_th: โฟลเดอร์ปลายทาง

# InvalidCredentials
source: Invalid user name or password.
he: שם משתמש או סיסמא שגויים
th_th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

source: Load
he: טען
th_th: โหลด

source: Modify
sq_al: Ndryshoje
th_th: เปลี่ยน

source: Next
et_ee: Edasi
he: הבא
sq_al: Pasuesi
sr_latn_cs: Dalje
th_th: ถัดไป

source: No
et_ee: Ei
sq_al: Jo
sr_latn_cs: Ne
th_th: ไม่

source: Note
th_th: หมายเหตุ

source: OK
sr_latn_cs: U redu
th_th: ตกลง

# OpenFailureLog
source: View the Log File
he: פתח קובץ לוג
th_th: เปิดแฟ้มบันทึก

# OperationCanceled
source: Installation Aborted
et_ee: Paigaldus katkestatud
sq_al: Instalimi u Ndërpre
sr_latn_cs: Prekinuta instalacija
th_th: การติดตั้งถูกยกเลิก

# PackageRetryPromptCaption
source: Retry
et_ee: Proovi uuesti
sq_al: Riprovoni
sr_latn_cs: Pokušaj opet
th_th: ลองใหม่

# PageTitle_Database
source: Database
he: חיבור לבסיס נתונים
sq_al: Baza e të dhënave
sr_latn_cs: Baza podataka
th_th: ฐานข้อมูล

# PageTitle_Finish
source: Finish
he: סיום
sq_al: Përfundo
th_th: เสร็จสิ้น

# PageTitle_InstallLocation
source: Destination Folder
he: ספריית התקנה
sq_al: Dosje destinacion
th_th: โฟลเดอร์ปลายทาง

# PageTitle_PageSelection
source: Product features
he: בחירת מסכים
sq_al: Veçori Produkti
th_th: คุณลักษณะผลิตภัณฑ์

# PageTitle_Progress
source: Installation Progress
he: התקדמות ההתקנה
sq_al: Progresi i instalimit
th_th: ความคืบหน้า

# PageTitle_Repair
source: Maintenance Options
he: שינוי והסרה
th_th: ตัวเลือกการบำรุงรักษา

# PageTitle_Service
source: Service account
he: חשבון להרצת שירותים
sq_al: Llogaria e shërbimit
sr_latn_cs: Nalog usluge
th_th: บัญชีบริการ

# PageTitle_Summary
source: Summary
he: סיכום
sq_al: Përmbledhje
th_th: พร้อมติดตั้ง

source: Password
he: סיסמא
th_th: รหัสผ่าน

# PleaseProvideSqlUserName
source: User Name Required
th_th: โปรดระบุชื่อผู้ใช้ SQL

# PleasWaitWhileExecuting0
source: Please wait while Windows configures {0}
et_ee: Palun oodake, kuni Windows konfigureerib toodet {0}
sq_al: Ju lutemi, prisni teksa Windows formëson {0}
sr_latn_cs: Sačekajte dok Windows konfiguriše {0}
th_th: โปรดรอขณะที่ Windows ทำการกำหนดค่า {0}

# PreviousVersion
source: Removing older versions of this application...
et_ee: Selle rakenduse vanemate versioonide eemaldamine ...
sq_al: Po hiqen versione të vjetër të këtij aplikacioni...
sr_latn_cs: Uklanjanje starijih verzija ove aplikacije...
th_th: กำลังเอารุ่นที่เก่ากว่าของโปรแกรมประยุกต์นี้ออก...

source: Ready to Install
et_ee: Valmis paigaldama
he: בדוק את הפרמטרים ולחץ 'התקן' להתחלת ההתקנה
sq_al: Gati të instalohet
sr_latn_cs: Instalacija je spremna
th_th: พร้อมที่จะติดตั้ง

source: Repair
et_ee: Paranda
he: תיקון
sq_al: Riparoje
sr_latn_cs: Popravi
th_th: ซ่อมแซม

# Restart
source: Reboot now
et_ee: Taaskäivita kohe
he: אתחול
sq_al: Rinise tani
sr_latn_cs: Odmah ponovo pokreni računar
th_th: รีบูท เดี๋ยวนี้

source: Resume
th_th: ดำเนินการต่อ

source: Retry
et_ee: Proovi uuesti
sq_al: Riprovoni
sr_latn_cs: Pokušaj opet
th_th: ลองใหม่

# SelectInstallationPages
source: Product features
he: בחר עמודים לאשף ההתקנה
sq_al: Veçori produkti
th_th: คุณลักษณะผลิตภัณฑ์

source: Service account
he: חשבון משתמש להרצת שירותי מערכת
sq_al: Llogaria e shërbimit
sr_latn_cs: Nalog usluge
th_th: บัญชีบริการ

# ShellExecuteFailedTextFormat
source: Unable to execute file: {0}
et_ee: Ei saanud käivitada faili: {0}
sq_al: Nuk ekzekutohet skedari: {0}
sr_latn_cs: Ne mogu da pokrenem datoteku: {0}
th_th: ไม่สามารถขยายไฟล์ได้: {0}

# ShutDown
source: Close
th_th: ปิดเครื่อง

# Uninstall
source: Remove
et_ee: Eemalda
he: הסר
sq_al: Hiqe
sr_latn_cs: Ukloni
th_th: เอาออก

source: Username
he: שם משתמש
th_th: ชื่อผู้ใช้

# ValidationPromptCancel
source: Back
et_ee: Tagasi
sq_al: Mbrapsht
sr_latn_cs: Nazad
th_th: ย้อนกลับ

# ValidationPromptContinue
source: Ignore
et_ee: Ignoreeri
sq_al: Shpërfille
sr_latn_cs: Zanemari
th_th: ละเว้น

# ValidationPromptOk
source: OK
sr_latn_cs: U redu
th_th: ตกลง

source: Warning
th_th: คำเตือน

source: Windows Authentication
he: Windows
sq_al: Vërtetimi i Windows
th_th: การตรวจสอบความถูกต้องของ Windows

source: Yes
et_ee: Jah
sq_al: Po
sr_latn_cs: Da
th_th: ใช่

# _0InstallFolder
source: Install {0} to:
et_ee: Installi toode {0} asukohta:
he: ספריית התקנה של {0}
sq_al: Instaloje {0} te:
sr_latn_cs: Instaliraj {0} u:
th_th: ติดตั้ง {0} ใน:

# _0IsNotALegalFolderName
source: The folder path '{0}' contains an invalid character.
et_ee: Kaustatee {0} sisaldab sobimatut märki.
he: ספרית התקנה לא תקינה: '{0}'
sq_al: Shtegu i dosjes '{0}' përmban një shenjë të pavlefshme.
sr_latn_cs: Putanja fascikle „{0}“ sadrži nevažeći znak.
th_th: เส้นทางโฟลเดอร์ '{0}' มีอักขระที่ไม่ถูกต้อง

source: {0} Setup failed.
sq_al: {0} Rregullimi dështoi.
th_th: การติดตั้ง {0} ล้มเหลว

# _0SuccessfullyFinished
source: {0} Setup completed successfully.
sq_al: {0} Rregullimi u plotësua me sukses.
th_th: การติดตั้ง {0} เสร็จสมบูรณ์

source: Browse...
et_ee: Sirvimine...
he: בחר
sq_al: Shfleoni...
sr_latn_cs: Potraži…
